dariofuzinato.vue-peek
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.code-runner
hashicorp.terraform
mechatroner.rainbow-csv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vsliveshare.vsliveshare
mtxr.sqltools
octref.vetur
oderwat.indent-rainbow
pranaygp.vscode-css-peek
sdras.vue-vscode-snippets
silvenon.mdx
wix.vscode-import-cost
yzhang.markdown-all-in-one
bungcip.better-toml
burkeholland.simple-react-snippets
mgmcdermott.vscode-language-babel
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers